examples/tumor_chip_linear_gradient/data/cases/run_opposing_none_H200_1776929464498/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     scalarTransportFoam;

startFrom       latestTime;
stopAt          endTime;
endTime         1119.0;

deltaT          1;

writeControl    timeStep;
writeInterval   1119;

purgeWrite      2;

writeFormat     ascii;
writePrecision  8;
writeCompression off;

timeFormat      general;
timePrecision   6;

runTimeModifiable true;
